{
  "anime": {
    "21856": "My Hero Academia Season 2",
    "20958": "Attack on Titan Season 2",
    "21613": "Youjo Senki",
    "97886": "Kekkai Sensen & BEYOND",
    "97980": "Re:CREATORS",
    "87539": "The Dragon Dentist"
  },
  "sections": [
    {
      "name": "Genre Awards",
      "blurb": "These awards are given to the shows from each genre that have displayed all round excellence amongst their peers. Each show was assigned to one of seven genre categories, and a winner was chosen among each category.",
      "icon": "img/assets/genreawards.png",
      "awards": [
        {
          "name": "Best Action Anime",
          "link": "",
          "nominees": [
            {
              "id": 21856,
              "altimg": "",
              "altname": "",
              "public": 1,
              "jury": 1,
              "writeup": "Building on the strengths of the first season, My Hero Academia was the stand out action series of the year. The continued development of the main cast, both in terms of their skill sets and their characters, was well executed, though some of the supporting cast left a little to be desired. The series takes advantage of the different abilities of its characters to produce action sequences beyond just fights, leading to some of the most diverse action of the year. Stain also presented the compelling antagonist the series needed, elevating the second half with a fascinating look at the implications of heroes within the world of the series. The production values are exceptional, with terrific artwork, animation, and a soundtrack that brings the action to life. Put simply, the jury found that no other action series did as many things as well as My Hero Academia this year. It wasn't the unanimous number one choice, but a majority had the series in the top spot, and every juror had the series in their Top 3. Building on the strengths of the first season, My Hero Academia was the stand out action series of the year. The continued development of the main cast, both in terms of their skill sets and their characters, was well executed, though some of the supporting cast left a little to be desired. The series takes advantage of the different abilities of its characters to produce action sequences beyond just fights, leading to some of the most diverse action of the year. Stain also presented the compelling antagonist the series needed, elevating the second half with a fascinating look at the implications of heroes within the world of the series. The production values are exceptional, with terrific artwork, animation, and a soundtrack that brings the action to life. Put simply, the jury found that no other action series did as many things as well as My Hero Academia this year. It wasn't the unanimous number one choice, but a majority had the series in the top spot, and every juror had the series in their Top 3."
            },
            {
              "id": 20958,
              "altimg": "",
              "altname": "",
              "public": 2,
              "jury": 5,
              "writeup": "Four years later, the hottest show in anime is back, and it's a bit of a mixed bag. It fixed some of the pacing issues of the first season, though there are definitely still times where it gets in the way of the story. The story was controversial with the judges. For some of the judges, it had them on the edge of their seats. Others found that it had jumped the shark and that the show was really starting to become a mess. At their best, the action sequences are absolutely gorgeous to watch, with some of the most fluid animation in television. The development of the supporting cast was also seen as a large boon to the series. Most judges had the series near the bottom of their list, though it wasn't far removed from the Dragon Dentist, and deciding which series would be fourth, and which fifth, was the lengthiest deliberation in the process for the action jury.\n"
            },
            {
              "id": 21613,
              "altimg": "",
              "altname": "",
              "public": 3,
              "jury": 2,
              "writeup": "For most of the judges, this was a surprise hit. While it could have easily been a low effort action show, Youjo Senki instead managed to stay reasonably grounded within its absurd premise. With a solid approach to military tactics and a lead who tries to stay within the confines of the rules, the show is able to bring some fun twists to the isekai genre. While used sparingly, the dynamic between Tanya and Being X was fascinating, and the series makes some interesting comparisons between a soldier and salaryman that, while simple, were definitely quite poignant. There's a gradual buildup in action, and while it feels like the series hasn't yet reached its peak, it left a strong impression on the jurors. It did still have some problems, as the supporting cast isn't sufficiently developed and it has a weaker overall visual presentation when compared to other entries. Otherwise, it's an excellent series that the jury felt was very deserving of the second spot in action.\n"
            },
            {
              "id": 97886,
              "altimg": "",
              "altname": "",
              "public": 4,
              "jury": 3,
              "writeup": "Coming in as a followup to its beloved first season, Kekkai Sensen hits us with another season of episodic style-over-substance goodness with some solid one-off character arcs, bombastic, extremely entertaining action, and a rocking OST to boot. Over the top action and mayhem has rarely been this fun, and Kekkai Sensen knows how to play its audience to perfection. Even in episodes when it would take a more serious look at the characters, it still managed to bridge the gap well enough so as to work within the series. The jury found that while the episodic format did make for an entertaining watch, it did prevent Kekkai Sensen from having the dept of other series, and that the plot at the end was less than stellar and not especially well foreshadowed. As a result, the jury felt that Kekkai Sensen deserved to find itself in a respectable 3rd place on our list."
            },
            {
              "id": 97980,
              "altimg": "",
              "altname": "",
              "public": 5,
              "jury": 6,
              "writeup": "The consensus choice for the sixth spot, Re:Creators is a series that had some good ideas, and at times some excellent execution. The dynamic between creator and creation is something truly unique, and it leads to some stellar moments. The soundtrack was considered one of the best in this category by the jury, though a couple tracks were noted as being overused. The action sequences are hit and miss, with some real stand-out fights, but several that are quite forgettable. However, it often gets bogged down in exposition, both the protagonist and the antagonist are underwhelming, and the conclusion left a lot to be desired. The jury felt that, on the whole, it was a series that squandered a premise that had a lot of potential. There's plenty of things that the series gets right, but it's weighed down by a number of problems that were too much for the judges to ignore.\n"
            },
            {
              "id": 87539,
              "altimg": "",
              "altname": "",
              "public": 6,
              "jury": 4,
              "writeup": "xxxxxxxxxxxxxxxxxxxxxx"
            }
          ]
        }
      ]
    }
  ]
}