{
  "anime": {
    "21856": "My Hero Academia Season 2",
    "20958": "Attack on Titan Season 2",
    "21613": "Youjo Senki",
    "97886": "Kekkai Sensen & BEYOND",
    "97980": "Re:CREATORS",
    "87539": "The Dragon Dentist"
  },
  "sections": [
    {
      "name": "Genre Awards",
      "slug": "genre",
      "blurb": "These awards are given to the shows from each genre that have displayed all round excellence amongst their peers. Each show was assigned to one of seven genre categories, and a winner was chosen among each category.",
      "icon": "img/assets/genreawards.png",
      "awards": [
        {
          "name": "Best Action Anime", 
          "link": "", 
          "nominees": [
            {
              "id": 99147, 
              "altimg": "", 
              "altname": "", 
              "public": 2, 
              "jury": 1, 
              "writeup": "By near unanimous decision, the third season of Attack on Titan won over the jury and took the top spot. Boasting a fantastic story full of twists, thrills, and revelations, this season changed the game for Eren and the rest of Survey Corps. It’s not just titans, humanity has to worry about now. The lack of titans this season allowed this new enemy to strut their stuff and present a conflict that we, the jury, found incredibly realistic and thought-provoking. There are other humans who will do whatever they can to do what they believe is right. Do you let humanity slowly trickle away in order to last as long as possible, or do you risk it all to try and save everyone? \n\n The big reason the jury chose Attack on Titan as our winner is because...we really couldn’t think of anything negative to talk about. The animation quality was a step up from season 2, the story remained action-packed and engaging, the music and sound design were top notch, the characters were believable and interesting, and more. It really doesn’t get much better than this, and that’s saying something considering how many fantastic Action shows aired this year. The jury was most excited to see Levi back in action after he was benched due to injury at the end of season 1. Speaking of which, Attack on Titan shone brightest when it wasn’t focused on Eren. In fact, Eren is actually sidelined for much of the season in favor of best girl Historia, having most of the plot revolve around her. \n\n Attack on Titan is the definition of a show that just gets better and better. While season 1 was definitely full of hype moments, it’s easy to see how far behind it is in terms of complexity when compared to seasons 2 and 3. While it’s a damn shame the season got cut off in favor of a split-cour, there’s no denying that what we have right now of season 3 is a wild ride. The Armored and Colossal titans are still a threat, and so Eren and the Survey Corp are on their way to avenge all the lives lost due to the attack on Wall Maria five years prior. And judging from how that teaser in the middle of the final ED, not everything goes according to plan. Studio Wit wanted to remind viewers that Attack on Titan is a brutal show, and we are eagerly anticipating what’s to come." 
            },
            {
              "id": 99424, 
              "altimg": "", 
              "altname": "", 
              "public": 3, 
              "jury": 2, 
              "writeup": "Trigger brings the mecha genre its newest banger addition with its anime adaptation of the 1993-1994 tokukatsu series Gridman the Hyper Agent and its American version Superhuman Samurai Syber-Squad (SSSS). Inner 12 year olds rejoice as SSSS.Gridman dishes out the punishment on kaiju in a way that captures the essence of the super robot genre that many of us remember from our younger years. For those of us who aren’t familiar with the genre and its roots, you’ll be pleasantly surprised to revisit the past and see how SSSS.Gridman capitalizes on the tropes and feelings that are so evocative for the rest of us. It is worthy of 2nd place in this year’s rankings because it does well what other shows like it strive for. It blends the tropes and feelings of its inspirations with the superb crafting and execution of a fresh story.\n\nPerhaps the most important part of bridging generations together in the mecha genre is to have old and new fans feel a similar set of emotions about the show. SSSS.Gridman hits this nail on the head as Studio Trigger has done with its different series for years. Gridman remixes references and tropes from the last few decades with its own new vision of the genre to create stunningly animated fights between an updated Gridman, and kaiju that still look as though they are awkward suits with a person stumbling around inside. Even if the references go unnoticed, Gridman excels at being well animated and directed to bring its story to life and having its audience cheering at every combination, every pose, and every finishing move that Gridman unleashes on the road to uncovering the secrets of Akane’s city and the mastermind plan of the main villain, Alexis Kerib. \n\n SSSS.Gridman is another great addition to Trigger’s (and former Gainax stars) catalogue of anime that captures the soul of a generation and reinvigorates its form for the next generation of anime and its audience. "
            },
            {
              "id": 101368, 
              "altimg": "", 
              "altname": "", 
              "public": 7, 
              "jury": 3, 
              "writeup": "Planet With is a very honest show, with a focused narrative that's straight to the point and easy to follow. The episodic structure at the start of the show eases the viewers into the setting, while introducing a big and varied cast, where all characters get their backstory, personality, goals and weaknesses establish, in a mere 12 episodes. It throws a couple of curveballs to the viewer, but none of these feel out of place, with what the show have already established. \n\nProduction wise Planet With is the weakest entry in this category, almost unanimously agreed upon by the jurors. The OST and sound design is stellar, but its character designs and cinematography is decent at best, falling short of its competitors. While the CG made certain fight scenes more fluid, the jury agreed that it was a clear negative in the end.\n\nPlanet With would have been a strong 1st place contender for it's good pacing and focused narrative, was it not for the few final episodes. The last stretch felt rushed, and the final fight was anticlimactic to say the least. While the ending made sense with the rules and themes established, it was a little too predictable compared to the rest of the show, leaving the jury unsatisfied. Despite these minor issues, Planet With earns the 3rd place ranking, in a tough fight between MHA S3 and SSSS.Gridman for 2nd place, through its focused narrative and strong characters."
            },
            {
              "id": 100166, 
              "altimg": "", 
              "altname": "", 
              "public": 1, 
              "jury": 4, 
              "writeup": "The king of modern shounen is back for its third season, and while taking a few missteps along the way, still makes a great showing with some of the highest moments of the series. All Might’s got ample shine as his duel with All Might was considered by many to be the highlight of the entire show. It encapsulates the tradition of hype and never giving up that has been engrained into the show, all delivered with one huge punch. Which is unfortunately a minor negative, because outside the Bakugo vs Deku fight, the jury found the choreography of the fights this season lacking. But the emotion of the moment and the character work with our main characters was more than enough to carry the rescue arc, which was the high point of the season. \n\nUnfortunately, it is the licensing arc where things take a turn. The jurors agree that this was the worst arc in the series, dragging down the action and pacing. If it weren’t for the last 3 episodes, with the Bakugo/Deku fight and the introduction of Mirio, the jurors would have thought about ranking the show even lower. However, there was still complaints that because of the Mirio introduction, it leaves the season on an unsatisfying cliffhanger. \n\n This season was the ultimate mixed bag, but generally left the jury with a positive opinion on the show. However, they could not ignore it’s flaws, with the second half of the season dragging down the series immensely." 
            },
            {
              "id": 100183, 
              "altimg": "", 
              "altname": "", 
              "public": 6, 
              "jury": 5, 
              "writeup": "A surprise hit of the 2018 season for many on the jury, SAO Alternative: Gun Gale Online turned many of the judges expectations for a series tied to the oft-maligned Sword Art series on its head. What really carried the show into its eventual spot in the top 5 of the year here was the overall light-hearted sense of tone the series with its combination of comedic moments and stoy.  Distancing itself from the more serious/realistic tone in the original series’, instead the jury felt that GGO treats viewers to a more down to earth showcase of what gaming actually is.  The show portrays games as something people play for fun, and uses the virtual world as a way to explore the concept of escapism, while still having the characters interact with society nicely contrasting the usual portrayal of the “NEET gamer”. Karen/Llenn as the main character is surprising relatable and entirely fun with her boundless energy in game, but with real quirks and flaws that serve to deepen the audiences connection to her as she steadily learns to accept herself. Add on a colorful cast with the insane Pitohui, the bubbly gymnastics team turned badass SHINC ladies, and an absolutely hilarious dual-grenade launcher wielding loli, and you have a recipe for a show that creates an atmosphere of intense fun without sacrificing depth, and what is action without some fun. \n\nHowever the jury felt that the show took a big downturn at the introduction of Pitohui’s “death game” plot and the injection of a conflict that wasn’t really necessary for the show. In fact, they felt that the show’s inability to properly balance the tonal difference between the light-hearted baseline of the show with the apparent seriousness of the conflict hampered enjoyment of what was otherwise an intriguing second half of the series, and lowered the show in the rankings because of it."
            },
            {
              "id": 100298, 
              "altimg": "", 
              "altname": "", 
              "public": 4, 
              "jury": 6, 
              "writeup": "Megalo Box was an interesting specimen for the jury. It arguably has some of the better animation and action in the category, yet the characters and plot ultimately do not hit the mark as well as other nominations did. It is certainly not one of the lowest this year, however it does struggle a bit in various areas, forcing the jury to place it where it is. \n\nMegalo Box absolutely generates one aspect very well, and that is hype. The fantastic soundtrack has a lot to contribute towards that, with its rap and hip-hop influences being utilized well during scenes, building upwards to a peak or drop right when the moment is getting intense. Another aspect is the fights, which are animated and choreographed nicely and offer a unique engagement between opponents. The direction for the show was agreed on being rather successful, albeit the choice to downscale and then upscale the visuals for the TV broadcast to present an ‘older anime’ appearance simply made the show appear very blurry and ruined the enjoyment for a good amount of the audience. If you were able to make it past that, your experience was likely very enjoyable. For the jury, specific story arcs shone brighter than others; such as the ex-military soldier, with others not as much; including Mikio Shirato’s. The ending was a disappointing for much of the jury, simply showcasing the poor characterization and writing of both Joe and Yuuri, but the development of Gansaku and Sachio along Joe’s journey was definitely praised throughout. While resting where it is among the nominations, Megalo Box is still a great show worth checking out if you have the desire, if not for the awesome fights and soundtrack." 
            },
            {
              "id": 99423, 
              "altimg": "", 
              "altname": "", 
              "public": 5, 
              "jury": 7, 
              "writeup": "One of the most hotly anticipated and widely viewed shows of 2018, it's no surprise that Darling in the FranXX shows up here. Lifting a cornucopia of great ideas from past shows and flourishing with great, eye-catching character design, FranXX was certainly promising. \n\nSet in a dystopic future where the world's been stripped for the majority of its natural resources, FranXX sets in early to get us invested in a broad cast of characters learning how to live and love together. It does its best to keep you invested by baiting with little hints of the world they live in alongside romantic development. The jury felt it never really capitalized on anything it set up, though. We felt that the front half is alright, but the back half becomes somewhat messy and a lot of pre-established ideas start to lose their meaning. There are several episodes during the first half of the series that end up just not mattering in the end. While FranXX is still an entertaining watch, its lack of focus and foresight leave it struggling to find space for itself among the year's other top contenders."
            }
          ]
        }
      ]
    },
    {
      "name": "Character Awards",
      "slug": "character",
      "blurb": "These awards are given to the characters the characters with exceptional writing amongst both dramatic roles, comedic roles, and to the voice actors responsible for the best performances behind these characters.",
      "icon": "img/assets/characterawards.png",
      "awards": [
        {
          "name": "Best Dramatic Main Character",
          "link": "",
          "nominees": [
            {
              "id": 0,
              "altimg": "",
              "altname": "",
              "public": 1,
              "jury": 1,
              "writeup": ""
            }
          ]
        },
        {
          "name": "Best Antagonist",
          "link": "",
          "nominees": [
            {
              "id": 0,
              "altimg": "",
              "altname": "Antarctica",
              "public": 1,
              "jury": 1,
              "writeup": ""
            }
          ]
        }
      ]
    },
    {
      "name": "Production Awards",
      "slug": "genre",
      "blurb": "These awards are given to the shows from each genre that have displayed all round excellence amongst their peers. Each show was assigned to one of seven genre categories, and a winner was chosen among each category.",
      "icon": "img/assets/genreawards.png",
      "awards": [
        {
          "name": "Best Action Anime",
          "link": "",
          "nominees": [
            {
              "id": 0,
              "altimg": "",
              "altname": "",
              "public": 1,
              "jury": 1,
              "writeup": ""
            }
          ]
        }
      ]
    },
    {
      "name": "Main Awards",
      "slug": "main",
      "blurb": "These awards are given to the shows from each genre that have displayed all round excellence amongst their peers. Each show was assigned to one of seven genre categories, and a winner was chosen among each category.",
      "icon": "img/assets/genreawards.png",
      "awards": [
        {
          "name": "Best Action Anime",
          "link": "",
          "nominees": [
            {
              "id": 0,
              "altimg": "",
              "altname": "",
              "public": 1,
              "jury": 1,
              "writeup": ""
            }
          ]
        }
      ]
    }

  ]
}